Repository: nikoniko48/DoYouUnderstand
Catalog: DoYouUnderstand/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt, zh_hans

source: / month
de: / Monat
es: / mes
fr: / mois
ja: ／月
ko: ／월
pl: / miesiąc
pt: / mês
zh_hans: ／月

source: / year
de: / Jahr
es: / año
fr: / an
ja: ／年
ko: ／년
pl: / rok
pt: / ano
zh_hans: ／年

source: %@ ANXIOUS
de: %@ ÄNGSTLICH
es: %@ ANSIOSO
fr: %@ ANXIEUX
ja: %@ 不安
ko: %@ 불안
pl: %@ ZANIEPOKOJENIE
pt: %@ ANSIOSO
zh_hans: %@ 焦虑

source: %d/%d chars
de: %d/%d Zeichen
es: %d/%d caracteres
fr: %d/%d caractères
ja: %d/%d文字
ko: %d/%d자
pl: %d/%d znaków
pt: %d/%d caracteres
zh_hans: %d/%d 字符

source: 16 Reply Tones
de: 16 Antwort-Tonarten
es: 16 tonos de respuesta
fr: 16 tons de réponse
ja: 16種類の返信トーン
ko: 16가지 답장 톤
pl: 16 tonów odpowiedzi
pt: 16 tons de resposta
zh_hans: 16 种回复语气

source: 31% of people say texting is a daily source of stress. Users like you see a 92% reduction in that anxiety within the first two weeks.
de: 31 % der Menschen sagen, dass Textnachrichten eine tägliche Stressquelle sind. Nutzer wie du erleben schon in den ersten zwei Wochen einen Rückgang dieser Angst um 92 %.
es: El 31% de las personas dice que enviar mensajes es una fuente diaria de estrés. Usuarios como tú ven una reducción del 92% en esa ansiedad en las primeras dos semanas.
fr: 31 % des gens disent que texter est une source de stress quotidienne. Des utilisateurs comme vous constatent une réduction de 92 % de cette anxiété dès les deux premières semaines.
ja: 31%の人がメッセージのやり取りを日常的なストレスの原因だと感じています。あなたのようなユーザーは、最初の2週間でその不安が92%も軽減されています。
ko: 31%의 사람들이 문자 메시지가 매일의 스트레스 요인이라고 답했습니다. 당신 같은 사용자는 첫 2주 안에 그 불안감이 92% 감소하는 것을 경험합니다.
pl: 31% ludzi twierdzi, że pisanie wiadomości to codzienne źródło stresu. Użytkownicy tacy jak Ty odczuwają 92% redukcję tego niepokoju już w ciągu pierwszych dwóch tygodni.
pt: 31% das pessoas dizem que trocar mensagens é uma fonte diária de estresse. Usuários como você veem uma redução de 92% nessa ansiedade já nas duas primeiras semanas.
zh_hans: 31% 的人表示发短信是日常压力的来源。像你这样的用户在头两周内，这种焦虑就能减少 92%。

source: 100% Private
de: 100 % privat
es: 100% Privado
fr: 100 % privé
ja: 100%プライベート
ko: 100% 프라이빗
pl: 100% Prywatności
pt: 100% privado
zh_hans: 100% 隐私保护

source: ABOUT
de: ÜBER
es: ACERCA DE
fr: À PROPOS
ja: アプリについて
ko: 정보
pl: O APLIKACJI
pt: SOBRE
zh_hans: 关于

source: Add your name
de: Gib deinen Namen ein
es: Añade tu nombre
fr: Ajoutez votre nom
ja: 名前を入力してください
ko: 이름을 입력하세요
pl: Dodaj swoje imię
pt: Adicione seu nome
zh_hans: 添加你的名字

source: Age
de: Alter
es: Edad
fr: Âge
ja: 年齢
ko: 나이
pl: Wiek
pt: Idade
zh_hans: 年龄

source: Age %d
de: Alter %d
es: Edad %d
fr: Âge %d
ja: 年齢 %d
ko: 나이 %d
pl: Wiek %d
pt: Idade %d
zh_hans: 年龄 %d

source: An Explanation shows the detected tone with a confidence score, then breaks the message into what was actually said, what they probably meant, the hidden subtext, and a plain-English "explain it like I'm 5" summary - everything you need to read between the lines.
de: Eine Erklärung zeigt den erkannten Ton mit einem Konfidenzwert und zerlegt die Nachricht dann in das, was tatsächlich gesagt wurde, was wahrscheinlich gemeint war, den versteckten Subtext und eine leicht verständliche „Erklär's mir wie einem Fünfjährigen“-Zusammenfassung - alles, was du brauchst, um zwischen den Zeilen zu lesen.
es: Una Explicación muestra el tono detectado con una puntuación de confianza, y luego desglosa el mensaje en lo que realmente se dijo, lo que probablemente quisieron decir, el subtexto oculto y un resumen sencillo "explícalo como si tuviera 5 años" - todo lo que necesitas para leer entre líneas.
fr: Une Explication affiche le ton détecté avec un score de confiance, puis décompose le message en ce qui a été dit, ce que la personne voulait probablement dire, le sous-texte caché, et un résumé « explique-moi comme si j'avais 5 ans » - tout ce qu'il faut pour lire entre les lignes.
ja: 「解説」では、検出されたトーンを信頼度スコアと共に表示し、メッセージを「実際に言われたこと」「本当に意図していたこと」「隠れた真意」に分解し、誰にでもわかる「5歳児にも説明するなら」的な要約を加えます。行間を読むために必要なすべてが揃っています。
ko: '해설'은 감지된 톤을 신뢰도 점수와 함께 보여준 다음, 메시지를 실제로 한 말, 상대가 진짜 의도한 것, 숨겨진 속뜻, 그리고 누구나 이해할 수 있는 '5살짜리에게 설명하듯' 요약으로 나눠서 보여줍니다. 행간을 읽는 데 필요한 모든 것이 여기 있습니다.
pl: Wyjaśnienie pokazuje wykryty ton wraz z poziomem pewności, a następnie rozkłada wiadomość na to, co dosłownie powiedziano, co prawdopodobnie miano na myśli, ukryty podtekst oraz proste podsumowanie "jakbyś miał 5 lat" - wszystko, czego potrzebujesz, by czytać między wierszami.
pt: Uma Explicação mostra o tom detectado com uma pontuação de confiança, depois divide a mensagem no que foi realmente dito, no que a pessoa provavelmente quis dizer, no subtexto oculto e em um resumo bem simples, tipo "explica como se eu tivesse 5 anos" - tudo o que você precisa para ler nas entrelinhas.
zh_hans: 「解读」会显示检测到的语气及置信度评分，然后把这条消息拆解成：实际说了什么、对方可能想表达什么、隐藏的言外之意，以及一份「像给5岁小孩解释」般简单易懂的总结——读懂言外之意所需的一切都在这里。

source: Analysis Failed
de: Analyse fehlgeschlagen
es: Error en el análisis
fr: Échec de l'analyse
ja: 解析に失敗しました
ko: 분석 실패
pl: Analiza nie powiodła się
pt: Falha na análise
zh_hans: 解析失败

source: Analyze input
de: Eingabe analysieren
es: Analizar
fr: Analyser le contenu
ja: 入力内容を解析
ko: 입력 분석
pl: Analizuj
pt: Analisar entrada
zh_hans: 分析输入内容

source: Analyzing triggers...
de: Auslöser werden analysiert...
es: Analizando detonantes...
fr: Analyse des déclencheurs...
ja: トリガーを解析中...
ko: 트리거 분석 중...
pl: Analizowanie wyzwalaczy...
pt: Analisando gatilhos...
zh_hans: 正在分析触发因素…

source: Analyzing your draft...
de: Dein Entwurf wird analysiert...
es: Analizando tu borrador...
fr: Analyse de votre brouillon...
ja: 下書きを解析中...
ko: 초안 분석 중...
pl: Analizowanie Twojego szkicu...
pt: Analisando seu rascunho...
zh_hans: 正在分析你的草稿…

source: Analyzing your message...
de: Deine Nachricht wird analysiert...
es: Analizando tu mensaje...
fr: Analyse de votre message...
ja: メッセージを解析中...
ko: 메시지 분석 중...
pl: Analizowanie Twojej wiadomości...
pt: Analisando sua mensagem...
zh_hans: 正在分析你的消息…

source: Annual
de: Jährlich
es: Anual
fr: Annuel
ja: 年間プラン
ko: 연간
pl: Rocznie
pt: Anual
zh_hans: 年付

source: Anxious
de: Ängstlich
es: Ansioso
fr: Anxieux
ja: 不安
ko: 불안
pl: Zaniepokojony
pt: Ansioso
zh_hans: 焦虑

source: Apologetic
de: Entschuldigend
es: Conciliador
fr: Contrit
ja: 謝罪
ko: 사과
pl: Przepraszający
pt: Arrependido
zh_hans: 抱歉

source: Apologetic & Humble
de: Entschuldigend & demütig
es: Conciliador y humilde
fr: Contrit et humble
ja: 謝罪と謙虚さ
ko: 사과하며 겸손하게
pl: Przepraszający i pokorny
pt: Arrependido e humilde
zh_hans: 抱歉又谦逊

source: App theme
de: App-Design
es: Tema de la app
fr: Thème de l'application
ja: アプリのテーマ
ko: 앱 테마
pl: Motyw aplikacji
pt: Tema do app
zh_hans: 应用主题

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 화면 설정
pl: Wygląd
pt: Aparência
zh_hans: 外观

source: Applies to newly generated replies. "Auto-detect" matches the language of the message you paste in.
de: Gilt für neu generierte Antworten. „Automatisch erkennen“ verwendet die Sprache der eingefügten Nachricht.
es: Se aplica a las respuestas recién generadas. "Detección automática" coincide con el idioma del mensaje que pegas.
fr: S'applique aux nouvelles réponses générées. « Détection automatique » utilise la langue du message que vous collez.
ja: 新しく生成される返信に適用されます。「自動検出」は貼り付けたメッセージの言語に合わせます。
ko: 새로 생성되는 답장에 적용됩니다. '자동 감지'는 붙여넣은 메시지의 언어에 맞춰집니다.
pl: Dotyczy nowo wygenerowanych odpowiedzi. "Automatyczne wykrywanie" dopasowuje język do wklejonej wiadomości.
pt: Aplica-se às respostas recém-geradas. "Detecção automática" usa o idioma da mensagem que você colar.
zh_hans: 适用于新生成的回复。「自动检测」会匹配你粘贴消息所使用的语言。

source: Are my messages saved securely?
de: Werden meine Nachrichten sicher gespeichert?
es: ¿Se guardan mis mensajes de forma segura?
fr: Mes messages sont-ils enregistrés de manière sécurisée ?
ja: メッセージは安全に保存されますか?
ko: 내 메시지는 안전하게 저장되나요?
pl: Czy moje wiadomości są bezpiecznie zapisywane?
pt: Minhas mensagens são salvas com segurança?
zh_hans: 我的消息会被安全保存吗？

source: Assertive
de: Selbstbewusst
es: Asertivo
fr: Assuré
ja: アサーティブ
ko: 단호함
pl: Asertywny
pt: Assertivo
zh_hans: 果断

source: Assertive & Direct
de: Selbstbewusst & direkt
es: Asertivo y directo
fr: Assuré et direct
ja: アサーティブで率直
ko: 단호하고 직설적으로
pl: Asertywny i bezpośredni
pt: Assertivo e direto
zh_hans: 果断直接

source: Auto-detect
de: Automatisch erkennen
es: Detección automática
fr: Détection automatique
ja: 自動検出
ko: 자동 감지
pl: Automatyczne wykrywanie
pt: Detecção automática
zh_hans: 自动检测

source: BEST VALUE
de: BESTES ANGEBOT
es: MEJOR VALOR
fr: MEILLEUR PRIX
ja: お得なプラン
ko: 베스트 가치
pl: NAJLEPSZA OFERTA
pt: MELHOR VALOR
zh_hans: 超值之选

source: Blunt
de: Schroff
es: Directo
fr: Brut
ja: 率直
ko: 직설적
pl: Bezpośredni
pt: Direto
zh_hans: 直白

source: Blunt & To-the-Point
de: Schroff & auf den Punkt
es: Directo y al grano
fr: Brut et direct
ja: 率直で簡潔
ko: 직설적이고 간결하게
pl: Bezpośredni i rzeczowy
pt: Direto e objetivo
zh_hans: 直白干脆

source: Brutally Savage
de: Gnadenlos brutal
es: Brutalmente despiadado
fr: Impitoyablement cinglant
ja: 容赦なく辛辣
ko: 가차없이 신랄하게
pl: Brutalnie bezlitosny
pt: Brutalmente cruel
zh_hans: 毫不留情

source: Calibrating your communication profile...
de: Dein Kommunikationsprofil wird kalibriert...
es: Calibrando tu perfil de comunicación...
fr: Calibrage de votre profil de communication...
ja: コミュニケーションプロファイルを調整中...
ko: 커뮤니케이션 프로필 조정 중...
pl: Kalibrowanie Twojego profilu komunikacji...
pt: Calibrando seu perfil de comunicação...
zh_hans: 正在校准你的沟通画像…

source: Call me back. It's important. Where even are you these days?
de: Ruf mich zurück. Es ist wichtig. Wo steckst du eigentlich die ganze Zeit?
es: Llámame. Es importante. ¿Dónde te has estado metiendo últimamente?
fr: Rappelle-moi. C'est important. Où es-tu passé ces derniers temps ?
ja: 折り返し電話して。大事な話なの。最近どこにいるの?
ko: 다시 전화해줘. 중요한 일이야. 요즘 대체 어디 있는 거야?
pl: Oddzwoń do mnie. To ważne. Gdzie Ty w ogóle ostatnio przebywasz?
pt: Me liga de volta. É importante. Onde você andou se metendo ultimamente?
zh_hans: 回我电话。这事很重要。你最近到底跑哪去了？

source: Calmer & Confident
de: Ruhiger & selbstsicher
es: Más calmado y seguro
fr: Plus calme et confiant
ja: 冷静で自信に満ちて
ko: 차분하고 자신있게
pl: Spokojniejszy i pewny siebie
pt: Mais calmo e confiante
zh_hans: 冷静自信

source: Can I delete my history?
de: Kann ich meinen Verlauf löschen?
es: ¿Puedo eliminar mi historial?
fr: Puis-je supprimer mon historique ?
ja: 履歴を削除できますか?
ko: 내 기록을 삭제할 수 있나요?
pl: Czy mogę usunąć swoją historię?
pt: Posso excluir meu histórico?
zh_hans: 我可以删除我的历史记录吗？

source: Can I use this for work and personal messages?
de: Kann ich das für berufliche und private Nachrichten nutzen?
es: ¿Puedo usar esto para mensajes de trabajo y personales?
fr: Puis-je l'utiliser pour des messages professionnels et personnels ?
ja: 仕事とプライベート両方のメッセージに使えますか?
ko: 업무용과 개인용 메시지 모두에 사용할 수 있나요?
pl: Czy mogę tego używać do wiadomości służbowych i prywatnych?
pt: Posso usar isso para mensagens de trabalho e pessoais?
zh_hans: 这个可以用于工作和私人消息吗？

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt: Cancelar
zh_hans: 取消

source: Cancel anytime before your trial ends and you won't be charged.
de: Kündige jederzeit vor Ablauf deiner Testphase und es wird nichts berechnet.
es: Cancela en cualquier momento antes de que termine tu prueba y no se te cobrará.
fr: Annulez à tout moment avant la fin de votre essai et vous ne serez pas facturé.
ja: 無料期間が終わる前にいつでもキャンセルすれば、料金は発生しません。
ko: 무료 체험이 끝나기 전 언제든 취소하면 요금이 청구되지 않습니다.
pl: Zrezygnuj w dowolnym momencie przed końcem okresu próbnego, a nie zostaniesz obciążony opłatą.
pt: Cancele quando quiser antes do fim do teste e você não será cobrado.
zh_hans: 在试用期结束前随时取消，不会产生任何费用。

source: Careful, I might just take you up on that. 😉
de: Vorsicht, das könnte ich glatt beim Wort nehmen. 😉
es: Cuidado, podría tomarte la palabra. 😉
fr: Attention, je pourrais bien te prendre au mot. 😉
ja: 気をつけて、本当にその気になっちゃうかも。😉
ko: 조심해, 진짜로 그 말 믿을지도 몰라. 😉
pl: Uważaj, mogę Cię za słowo złapać. 😉
pt: Cuidado, posso muito bem te cobrar isso. 😉
zh_hans: 小心点，我可能会当真哦。😉

source: Casual & Friendly
de: Locker & freundlich
es: Casual y amistoso
fr: Décontracté et amical
ja: カジュアルでフレンドリー
ko: 캐주얼하고 다정하게
pl: Swobodny i przyjazny
pt: Descontraído e amigável
zh_hans: 轻松友好

source: Cautious & Reassuring
de: Vorsichtig & beruhigend
es: Cauteloso y tranquilizador
fr: Prudent et rassurant
ja: 慎重で安心感のある
ko: 조심스럽고 안심시키듯
pl: Ostrożny i uspokajający
pt: Cauteloso e tranquilizador
zh_hans: 谨慎而安抚

source: Changes with your theme across the whole app. Pick a look now. The actual colors land later.
de: Ändert sich mit deinem Design in der gesamten App. Wähle jetzt einen Look - die tatsächlichen Farben folgen später.
es: Cambia con tu tema en toda la app. Elige un estilo ahora; los colores reales llegan más adelante.
fr: Change avec votre thème dans toute l'application. Choisissez un style maintenant, les couleurs définitives arriveront plus tard.
ja: アプリ全体でテーマに合わせて変化します。今は見た目だけ選んでください、実際の色は後で反映されます。
ko: 앱 전체에서 테마에 따라 바뀝니다. 지금은 스타일만 골라보세요, 실제 색상은 나중에 적용됩니다.
pl: Zmienia się wraz z motywem w całej aplikacji. Wybierz wygląd teraz - kolory pojawią się później.
pt: Muda com o seu tema em todo o app. Escolha um visual agora, as cores definitivas chegam depois.
zh_hans: 会随你的主题在整个应用中变化。现在先选个样式，实际颜色稍后生效。

source: Check Clarity & Sense
de: Klarheit & Verständlichkeit prüfen
es: Revisar claridad y sentido
fr: Vérifier la clarté et le sens
ja: 明確さと意味を確認
ko: 명확성과 의미 확인
pl: Sprawdź jasność i sens
pt: Verificar clareza e sentido
zh_hans: 检查清晰度与逻辑

source: Choose Photo
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
ja: 写真を選ぶ
ko: 사진 선택
pl: Wybierz zdjęcie
pt: Escolher foto
zh_hans: 选择照片

source: Choose Your Plan
de: Wähle deinen Plan
es: Elige tu plan
fr: Choisissez votre forfait
ja: プランを選択
ko: 요금제 선택
pl: Wybierz swój plan
pt: Escolha seu plano
zh_hans: 选择你的套餐

source: Choose your theme.
de: Wähle dein Design.
es: Elige tu tema.
fr: Choisissez votre thème.
ja: テーマを選んでください。
ko: 테마를 선택하세요.
pl: Wybierz swój motyw.
pt: Escolha seu tema.
zh_hans: 选择你的主题。

source: Claim My 3-Day Free Trial
de: Meine 3-tägige kostenlose Testversion sichern
es: Reclamar mi prueba gratuita de 3 días
fr: Profiter de mon essai gratuit de 3 jours
ja: 3日間無料トライアルを始める
ko: 3일 무료 체험 시작하기
pl: Odbierz mój 3-dniowy bezpłatny okres próbny
pt: Resgatar meu teste gratuito de 3 dias
zh_hans: 领取我的3天免费试用

source: Classic
de: Klassisch
es: Clásica
fr: Classique
ja: クラシック
ko: 클래식
pl: Klasyczna
pt: Clássico
zh_hans: 经典

source: Clean and bright
de: Klar und hell
es: Limpio y luminoso
fr: Épuré et lumineux
ja: クリーンで明るい
ko: 깔끔하고 밝게
pl: Czysty i jasny
pt: Limpo e claro
zh_hans: 简洁明亮

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: クリア
ko: 지우기
pl: Wyczyść
pt: Limpar
zh_hans: 清除

source: Cold & Dismissive
de: Kalt & abweisend
es: Frío y desdeñoso
fr: Froid et dédaigneux
ja: 冷淡で素っ気ない
ko: 차갑고 무심하게
pl: Chłodny i lekceważący
pt: Frio e desdenhoso
zh_hans: 冷淡疏离

source: Colors the 16 message tones - independent of your app theme.
de: Färbt die 16 Nachrichtentöne - unabhängig vom App-Design.
es: Colorea los 16 tonos de mensaje, independientemente del tema de tu app.
fr: Colore les 16 tons de message - indépendamment du thème de l'application.
ja: 16種類のメッセージトーンを彩ります - アプリのテーマとは独立しています。
ko: 16가지 메시지 톤에 색상을 입힙니다 - 앱 테마와는 별개입니다.
pl: Koloruje 16 tonów wiadomości - niezależnie od motywu aplikacji.
pt: Colore os 16 tons de mensagem - independente do tema do app.
zh_hans: 为 16 种消息语气上色——独立于你的应用主题。

source: Common questions
de: Häufige Fragen
es: Preguntas comunes
fr: Questions fréquentes
ja: よくある質問
ko: 자주 묻는 질문
pl: Najczęstsze pytania
pt: Perguntas frequentes
zh_hans: 常见问题

source: Condescending
de: Herablassend
es: Condescendiente
fr: Condescendant
ja: 見下した態度
ko: 거만함
pl: Protekcjonalny
pt: Condescendente
zh_hans: 居高临下

source: Contact
de: Kontakt
es: Contacto
ja: お問い合わせ
ko: 문의하기
pl: Kontakt
pt: Contato
zh_hans: 联系我们

source: Context-Aware
de: Kontextbewusst
es: Consciente del contexto
fr: Sensible au contexte
ja: 文脈を理解
ko: 맥락을 이해함
pl: Świadomy kontekstu
pt: Sensível ao contexto
zh_hans: 懂语境

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
pl: Kontynuuj
pt: Continuar
zh_hans: 继续

source: Control any conversation.
de: Behalte jede Unterhaltung im Griff.
es: Controla cualquier conversación.
fr: Maîtrisez toutes les conversations.
ja: どんな会話も自在に操る。
ko: 어떤 대화든 자유자재로.
pl: Zapanuj nad każdą rozmową.
pt: Controle qualquer conversa.
zh_hans: 掌控任何对话。

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
ja: コピーしました!
ko: 복사됨!
pl: Skopiowano!
pt: Copiado!
zh_hans: 已复制！

source: Copy Message
de: Nachricht kopieren
es: Copiar mensaje
fr: Copier le message
ja: メッセージをコピー
ko: 메시지 복사
pl: Kopiuj wiadomość
pt: Copiar mensagem
zh_hans: 复制消息

source: Copy Reply
de: Antwort kopieren
es: Copiar respuesta
fr: Copier la réponse
ja: 返信をコピー
ko: 답장 복사
pl: Kopiuj odpowiedź
pt: Copiar resposta
zh_hans: 复制回复

source: Couldn't analyze that draft. Please try again.
de: Der Entwurf konnte nicht analysiert werden. Bitte versuche es erneut.
es: No se pudo analizar ese borrador. Inténtalo de nuevo.
fr: Impossible d'analyser ce brouillon. Veuillez réessayer.
ja: 下書きを解析できませんでした。もう一度お試しください。
ko: 초안을 분석할 수 없습니다. 다시 시도해주세요.
pl: Nie udało się przeanalizować tego szkicu. Spróbuj ponownie.
pt: Não foi possível analisar esse rascunho. Tente novamente.
zh_hans: 无法分析该草稿，请重试。

source: Couldn't analyze that message. Please try again.
de: Die Nachricht konnte nicht analysiert werden. Bitte versuche es erneut.
es: No se pudo analizar ese mensaje. Inténtalo de nuevo.
fr: Impossible d'analyser ce message. Veuillez réessayer.
ja: メッセージを解析できませんでした。もう一度お試しください。
ko: 메시지를 분석할 수 없습니다. 다시 시도해주세요.
pl: Nie udało się przeanalizować tej wiadomości. Spróbuj ponownie.
pt: Não foi possível analisar essa mensagem. Tente novamente.
zh_hans: 无法分析该消息，请重试。

source: Couldn't find that analysis.
de: Diese Analyse konnte nicht gefunden werden.
es: No se pudo encontrar ese análisis.
fr: Cette analyse est introuvable.
ja: その解析結果が見つかりませんでした。
ko: 해당 분석을 찾을 수 없습니다.
pl: Nie znaleziono tej analizy.
pt: Não foi possível encontrar essa análise.
zh_hans: 找不到该分析结果。

source: Couldn't generate that tone. Please try again.
de: Dieser Ton konnte nicht generiert werden. Bitte versuche es erneut.
es: No se pudo generar ese tono. Inténtalo de nuevo.
fr: Impossible de générer ce ton. Veuillez réessayer.
ja: そのトーンを生成できませんでした。もう一度お試しください。
ko: 해당 톤을 생성할 수 없습니다. 다시 시도해주세요.
pl: Nie udało się wygenerować tego tonu. Spróbuj ponownie.
pt: Não foi possível gerar esse tom. Tente novamente.
zh_hans: 无法生成该语气，请重试。

source: Couldn't refine that message. Please try again.
de: Die Nachricht konnte nicht verfeinert werden. Bitte versuche es erneut.
es: No se pudo pulir ese mensaje. Inténtalo de nuevo.
fr: Impossible d'améliorer ce message. Veuillez réessayer.
ja: メッセージを校正できませんでした。もう一度お試しください。
ko: 메시지를 다듬을 수 없습니다. 다시 시도해주세요.
pl: Nie udało się dopracować tej wiadomości. Spróbuj ponownie.
pt: Não foi possível refinar essa mensagem. Tente novamente.
zh_hans: 无法润色该消息，请重试。

source: Couldn't switch that reply's language. Please try again.
de: Die Sprache dieser Antwort konnte nicht geändert werden. Bitte versuche es erneut.
es: No se pudo cambiar el idioma de esa respuesta. Inténtalo de nuevo.
fr: Impossible de changer la langue de cette réponse. Veuillez réessayer.
ja: この返信の言語を切り替えられませんでした。もう一度お試しください。
ko: 이 답장의 언어를 전환할 수 없습니다. 다시 시도해주세요.
pl: Nie udało się zmienić języka tej odpowiedzi. Spróbuj ponownie.
pt: Não foi possível mudar o idioma dessa resposta. Tente novamente.
zh_hans: 无法切换该回复的语言，请重试。

source: Craft your response
de: Erstelle deine Antwort
es: Elabora tu respuesta
fr: Rédigez votre réponse
ja: 返信を作成
ko: 답장 작성하기
pl: Stwórz swoją odpowiedź
pt: Elabore sua resposta
zh_hans: 撰写你的回复

source: Cross-referencing tone patterns...
de: Tonmuster werden abgeglichen...
es: Cotejando patrones de tono...
fr: Recoupement des schémas de ton...
ja: トーンパターンを照合中...
ko: 톤 패턴 교차 분석 중...
pl: Porównywanie wzorców tonu...
pt: Cruzando padrões de tom...
zh_hans: 正在交叉比对语气模式…

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
pl: Ciemny
pt: Escuro
zh_hans: 深色

source: De-escalate
de: Deeskalieren
es: Apaciguador
fr: Désamorcer
ja: 沈静化
ko: 진정시키기
pl: Łagodzący
pt: Desescalar
zh_hans: 缓和局势

source: Decode what any message really means
de: Entschlüssle, was jede Nachricht wirklich bedeutet
es: Descifra lo que realmente significa cualquier mensaje
fr: Décodez ce que tout message veut vraiment dire
ja: どんなメッセージの真意も解読する
ko: 어떤 메시지든 진짜 의미를 해독하세요
pl: Rozszyfruj, co naprawdę oznacza każda wiadomość
pt: Decodifique o que qualquer mensagem realmente significa
zh_hans: 解读任何消息的真正含义

source: Decode what they meant
de: Entschlüssle, was sie wirklich meinten
es: Descifra lo que quisieron decir
fr: Décodez ce qu'ils voulaient dire
ja: 相手の本当の意図を解読
ko: 상대의 진짜 의도 해독하기
pl: Rozszyfruj, co mieli na myśli
pt: Decodifique o que eles quiseram dizer
zh_hans: 解读对方的真实想法

source: Decoding emotional undertones...
de: Emotionale Untertöne werden entschlüsselt...
es: Descifrando matices emocionales...
fr: Décodage des nuances émotionnelles...
ja: 感情のニュアンスを解読中...
ko: 감정적 뉘앙스 해독 중...
pl: Rozszyfrowywanie emocjonalnych podtekstów...
pt: Decodificando nuances emocionais...
zh_hans: 正在解读情绪暗流…

source: DECODING SUBTEXT...
de: SUBTEXT WIRD ENTSCHLÜSSELT...
es: DESCIFRANDO SUBTEXTO...
fr: DÉCODAGE DU SOUS-TEXTE...
ja: 深層心理を解読中...
ko: 속뜻 해독 중...
pl: ROZSZYFROWYWANIE PODTEKSTU...
pt: DECODIFICANDO SUBTEXTO...
zh_hans: 正在解读言外之意…

source: Decrease age
de: Alter verringern
es: Disminuir edad
fr: Diminuer l'âge
ja: 年齢を下げる
ko: 나이 줄이기
pl: Zmniejsz wiek
pt: Diminuir idade
zh_hans: 减少年龄

source: Deeply Remorseful
de: Zutiefst reumütig
es: Profundamente arrepentido
fr: Profondément désolé
ja: 深く後悔している
ko: 깊이 후회하며
pl: Głęboko skruszony
pt: Profundamente arrependido
zh_hans: 深感懊悔

source: Default Reply Language
de: Standard-Antwortsprache
es: Idioma de respuesta predeterminado
fr: Langue de réponse par défaut
ja: デフォルトの返信言語
ko: 기본 답장 언어
pl: Domyślny język odpowiedzi
pt: Idioma padrão da resposta
zh_hans: 默认回复语言

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pl: Usuń
pt: Excluir
zh_hans: 删除

source: DETECTED TONE
de: ERKANNTER TON
es: TONO DETECTADO
fr: TON DÉTECTÉ
ja: 検出されたトーン
ko: 감지된 톤
pl: WYKRYTY TON
pt: TOM DETECTADO
zh_hans: 检测到的语气

source: Diplomatic
de: Diplomatisch
es: Diplomático
fr: Diplomate
ja: 外交的
ko: 외교적
pl: Dyplomatyczny
pt: Diplomático
zh_hans: 圆融

source: Diplomatic & Balanced
de: Diplomatisch & ausgewogen
es: Diplomático y equilibrado
fr: Diplomate et équilibré
ja: 外交的でバランスが取れた
ko: 외교적이고 균형있게
pl: Dyplomatyczny i wyważony
pt: Diplomático e equilibrado
zh_hans: 圆融平衡

source: Dismissive
de: Abweisend
es: Desdeñoso
fr: Désinvolte
ja: 無関心
ko: 무심함
pl: Lekceważący
pt: Desdenhoso
zh_hans: 敷衍

source: Do I need an account or internet connection?
de: Brauche ich ein Konto oder eine Internetverbindung?
es: ¿Necesito una cuenta o conexión a internet?
fr: Ai-je besoin d'un compte ou d'une connexion internet ?
ja: アカウントやインターネット接続は必要ですか?
ko: 계정이나 인터넷 연결이 필요한가요?
pl: Czy potrzebuję konta lub połączenia z internetem?
pt: Preciso de uma conta ou conexão com a internet?
zh_hans: 我需要账户或网络连接吗？

source: DO YOU UNDERSTAND?!
de: VERSTEHST DU?!
es: ¿TÚ ENTIENDES?!
fr: TU COMPRENDS ?!
ja: わかった か?!
ko: 이해 했어?!
pl: CZY TY ROZUMIESZ?!
pt: VOCÊ ENTENDEU?!
zh_hans: 你 懂了吗?!

source: Don't worry about picking wrong. You can always change this later in Settings.
de: Mach dir keine Sorgen über eine falsche Wahl. Du kannst das später jederzeit in den Einstellungen ändern.
es: No te preocupes por elegir mal. Siempre puedes cambiarlo después en Ajustes.
fr: Ne vous inquiétez pas de faire le mauvais choix. Vous pourrez toujours le changer plus tard dans les Réglages.
ja: 選び間違えても大丈夫。設定でいつでも変更できます。
ko: 잘못 선택해도 걱정하지 마세요. 설정에서 언제든 바꿀 수 있어요.
pl: Nie martw się złym wyborem. Zawsze możesz to później zmienić w Ustawieniach.
pt: Não se preocupe em escolher errado. Você sempre pode mudar isso depois em Configurações.
zh_hans: 选错了也没关系，随时可以在设置中更改。
